Revit 2027 API
ParameterTypeId.ContinuousFootingWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingWidth { get; }
Public Shared ReadOnly Property ContinuousFootingWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingWidth {
	ForgeTypeId^ get ();
}
static member ContinuousFootingWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace